{"firstTest1.html": "Calcule o valor das operacoes 0 e 87,04", "Q011.html": "(Halliday) Um barco está navegando rio acima, no sentido positivo de um eixo x, a 14 km/h em relação à água do rio. A água do rio está correndo a 4 km/h em relação à margem.", "Q01CalS1.html": "O calor específico do zinco é aproximadamente igual a ", "Q01colisoes1.html": "Uma bala de 10 gramas a 490 m/s atinge um bloco de madeira de 650 g inicialmente em repouso sobre uma superfície sem atrito. A bala atravessa o bloco e emerge, viajando no mesmo sentido, com sua velocidade reduzida para 294 m/s.", "Q01consenergia1.html": "Ao passar por um ponto A, um carrinho possui velocidade de 2 m/s. Considere ", "Q01ECI1.html": "Um elétron estava inicialmente viajando a uma velocidade de 1,4 ", "Q01FCI1.html": "Duas esferas de metal são do mesmo tamanho, mas uma pesando o dobro da outra. As esferas são largadas do telhado de um edifício ao mesmo tempo. O tempo que as esferas demoram para alcançar o chão será:", "Q01FM21.html": "Um bloco de massa ", "Q01FMI1.html": "(Halliday) Apenas duas forças horizontais atuam em um corpo de 2,0 kg, que pode se mover em um piso sem atrito. Uma força é de 7,0 N e aponta para o leste; a outra é de 5,0 N e atua a 44° ao norte do oeste. Qual é o módulo e a orientação da aceleração do corpo? ", "Q01gravitacao1.html": "Um astronauta de 70 kg está consertando um satélite espacial a 600 km acima da superfície da Terra. Sabendo-se que a massa da terra é ", "Q01MA1.html": "A velocidade de uma partícula que se move ao longo do eixo x varia com o tempo segundo a expressão ", "Q01MCU1.html": "O Brasil pode se transformar no primeiro país das Américas a entrar no seleto grupo das nações que dispõem de trens-bala. O Ministério dos Transportes prevê o lançamento do edital de licitação internacional para a construção da ferrovia de alta velocidade Rio-São Paulo. A viagem ligará os 400 quilômetros entre a Central do Brasil, no Rio, e a Estação da Luz, no centro da capital paulista, em uma hora e 26 minutos. Disponível em: http://oglobo.globo.com. Acesso em: 14 jul. 2009. ", "Q01MHS1.html": "", "Q01ondas1.html": "", "Q01proj1.html": "Um dardo é arremessado horizontalmente com uma velocidade inicial de ", "Q01Quizmov1.html": "(Author: Steven Pollock - trad.) Marcelo está andando de um lado para o outro na palestra. Ele começa em\nx = + 10 (medido em dm da borda do banco), move-se para a direita para x = + 30, move-se para a esquerda para +20 e, finalmente, move-se para a direita para +50, como mostrado na figura. Qual é a distância percorrida e o deslocamento, respectivamente? ", "Q01QuizMU1.html": "Assinale a(s) alternativa(s) correta(s)", "Q01QuizQM1.html": "Diversos carros são projetados com zonas de deformação ativa na frente e ficam bastante danificadas durante colisões frontais. O objetivo desse projeto é", "Q01TestDilatL1.html": "Uma barra feita de um material com coeficiente de dilatação linear de ", "Q01trabalho1.html": "Um bloco de gelo flutuante é colhido por uma correnteza que aplica ao bloco uma força ", "Q021.html": "(Halliday) A neve está caindo verticalmente com uma velocidade constante de 6 m/s. Com que ângulo, em graus e em relação à vertical, os flocos de neve parecem estar caindo do ponto de vista do motorista de um carro que viaja em uma estrada plana e retilínea a uma velocidade de 50 km/h? ", "Q02CalL1.html": "(UDESC-adapt.) O gráfico representa a temperatura de uma amostra, inicialmente no estado sólido, em função da quantidade de calor absorvida.", "Q02CalS1.html": "Em um experimento verifica-se que é necessário fornecer 5200 calorias a uma massa de 200 g de determinado material para que sua temperatura varie de 20°C para 60 °C. Qual é o valor do calor específico do material em cal/g°C? ", "Q02colisoes1.html": "Um vagão ferroviário de brinquedo, de 200 gramas, viajando a 0,9 m/s, engata em outro vagão, de 300 gramas, que está inicialmente em repouso. ", "Q02consenergia1.html": "Um pêndulo é formado por uma pedra de 2 kg oscilando na extremidade de uma corda de 1 m de comprimento  e massa desprezível. A pedra é solta de um ângulo ", "Q02DilatL1.html": "Uma barra de cobre, homogênea e uniforme, mede ", "Q02ECI1.html": "Um próton e um elétron estão se movendo com a mesma velocidade. Qual deles possui maior energia de repouso?", "Q02estce1.html": "(OBFEP-2014) Arquimedes ajudou a sua cidade quando o império romano quis conquistá-la usando sua marinha. Um dos inventos de guerra que criou foi a “garra de Arquimedes”. Observe o desenho. Quando um navio se aproximava dos muros da sua cidade, um gancho agarrava a frente do navio e levantava-o. Depois, soltava-o para que fosse destruído nas pedras. O gancho era preso a uma grossa peça de madeira de 20 m de comprimento. A peça fazia o papel de alavanca tendo seu eixo de rotação a 12 m da extremidade onde o gancho era preso. A outra extremidade era puxada por um conjunto de bois muito fortes. Desprezando o peso da própria alavanca e considerando a aceleração da gravidade igual a ", "Q02FCI1.html": "As duas esferas de metal do problema anterior rolam para fora de uma mesa horizontal com a mesma velocidade. Nesta situação:", "Q02FM21.html": "(Halliday) O bloco A da Figura tem massa ", "Q02FMI1.html": "Um objeto cuja massa é de 2,00 kg está inicialmente em repouso e, em seguida, atinge uma velocidade de 26,0 m/s em 0,370 s. Qual força resultante agiu sobre o objeto durante esse intervalo de tempo?", "Q02gravitacao1.html": "Suponha que tivesse sido descoberto um planeta entre o Sol e Mercúrio, com uma orbita circular de raio igual a 0,66 vezes o raio orbital médio de Mercúrio. Qual seria o período orbital médio, em dias, desse planeta? (Antigamente acredita-se que esse planeta existisse para explicar a precessão de mercúrio. Mas hoje sabe-se que a precessão de Mercúrio é explicada pela relatividade geral.) ", "Q02MCU1.html": "  (Halliday) Um carrossel de um parque de diversões gira em torno de um eixo vertical com velocidade angular constante. Um homem em pé na borda do carrossel tem uma velocidade escalar constante de 1,56 ", "Q02MHS1.html": "", "Q02ondas1.html": "", "Q02proj1.html": "Na Figura, uma pedra é lançada para o alto de um rochedo de altura h com uma velocidade inicial de ", "Q02Quizmov1.html": "(Author: Steven Pollock - traduzida e adaptada) Uma formiga rastejando pelo chão segue um caminho semicircular, indo a meio caminho da circunferência de um círculo de raio R. A distância percorrida, e o deslocamento da formiga, são respectivamente:", "Q02QuizQM1.html": "Uma bola de ping-pong e uma de boliche movem-se com a mesma quantidade de movimento. Uma pessoa para as bolas, no menor tempo possível, exercendo forças de intensidades iguais em ambas as bolas. O que podemos afirmar sobre os intervalos de tempo necessário para parar as bolas?", "Q02trabalho1.html": "(Halliday) A figura mostra três forças aplicadas a um baú que se desloca 1,00 m para a esquerda em um piso sem atrito. Os módulos das forças são F1 = 8,00 N, F2 = 4,00 N, e F3 = 5,00 N; o ângulo indicado na figura vale ", "Q02VM1.html": "Um automóvel viaja em uma estrada retilínea por ", "Q031.html": "(Halliday) Um avião pequeno atinge uma velocidade no ar de 470 km/h. O piloto pretende chegar a um ponto 800 km ao norte, mas descobre que deve direcionar o avião 10,0", "Q03CalL1.html": " Determine a quantidade de energia necessária, em calorias, para transformar 340 gramas de gelo à -26 °C para líquido à 50 °C.", "Q03CalS1.html": "(UEA) Se um corpo de capacidade térmica igual a 26 cal/°C recebe calor de uma fonte durante 20 minutos com taxa constante de 29 cal/min, determine a variação de temperatura sofrida por ele. ", "Q03colisoes1.html": "Um carro de 1000 kg, viajando para o norte a 58 km/h, colide em um cruzamento com um carro de 1700 kg, que viaja para o leste a 56 km/h. Os dois carros ficam presos um ao outro. Qual é o módulo e orientação da velocidade do conjunto imediatamente após a colisão? ", "Q03consenergia1.html": "Uma bola de 2 kg é solta em uma rampa simétrica de uma altura H = 2 m. Se a bola consegue atingir a altura de 1,8 m do outro lado, determine a fração percentual (%) da energia dissipada (a razão entre a energia dissipada pelo atrito e a energia mecânica). Adote g = 9.81 ", "Q03DilatL1.html": "Uma barra de alumínio tem comprimento de 200,0 cm a 20 ", "Q03ECI1.html": "Uma pessoa A está correndo para a esquerda e uma pessoa B está correndo para a direita. Eles possuem a mesma massa ", "Q03FCI1.html": "Uma pedra largada do telhado de um edifício:", "Q03FM21.html": "Um bloco de massa ", "Q03FMI1.html": "(Halliday) Duas forças agem sobre a caixa de 2,0 kg vista de cima na Figura, mas apenas uma força é mostrada. Para ", "Q03gravitacao1.html": "Um corpo esférico maciço de massa ", "Q03MCU1.html": "(Halliday) Um ventilador realiza 580 revoluções por minuto. Considere um ponto situado na extremidade de uma das pás, que descreve uma circunferência com 26 cm de raio. ", "Q03MHS1.html": "", "Q03ondasest1.html": "", "Q03proj1.html": "Uma bola de futebol é chutada, a partir do chão, com uma velocidade inicial de 20 ", "Q03Quizmov1.html": "(Author: Steven Pollock - trad.) Um objeto vai de um ponto para outro no espaço. Depois de chegar ao seu destino, o tamanho do seu deslocamento é:", "Q03QuizQM1.html": "Um objeto está preso por um fio a um ponto fixo sobre uma mesa horizontal lisa, e gira em movimento circular uniforme em torno deste ponto. Assinale a afirmativa correta.", "Q03trabalho1.html": "(Halliday) A Figura mostra uma vista superior de três forças horizontais agindo sobre uma caixa que estava inicialmente em repouso e passou a se mover em um piso sem atrito. Os módulos das forças são F1 = 14,0 N, F2 = 34,0 N, e F3 = 10,0 N e os ângulos indicados são ", "Q03VM1.html": "Você tem que dirigir em uma via expressa para se candidatar a um emprego em outra cidade, que fica a ", "Q041.html": "(Halliday) Um homem de aparência suspeita corre o mais depressa que pode por uma esteira rolante, levando 5,7 s para ir de uma extremidade à outra. Os seguranças aparecem e o homem volta ao ponto de partida, correndo o mais depressa que pode e levando 11,5 s. Qual é a razão entre a velocidade do homem e a velocidade da esteira? ", "Q04CalL1.html": " Tem-se 610 gramas de vapor de água à 138 °C, a pressão atmosférica normal constante, que deve ser transformado em gelo a -20°C. Determine a quantidade de calor, em calorias, necessária para realizar todo esse processo.", "Q04CalS1.html": "Um corpo de 198 g é aquecido de 20 °C para 73 °C ao receber 6800 cal. Determine:", "Q04colisoes1.html": "Um próton, de massa ", "Q04consenergia1.html": "A figura abaixo ilustra um bloco de 5 kg (", "Q04ECI1.html": "Agora ambos correm para a direita com velocidade ", "Q04FCI1.html": "Um caminhão colide de frente com um automóvel. Durante a colisão:", "Q04FM21.html": "(Halliday-adapt.) Uma força horizontal ", "Q04FMI1.html": "Para esta atividade, você irá precisar acessar o applet disponível ", "Q04gravitacao1.html": "Uma sonda enviou à Terra uma imagem de um asteróide e um  minúsculo satélite natural orbitando o asteróide. Isso é conhecido como um sistema\nasteroide-satélite. O satélite, que tem 1 km de largura, está a 100 km do centro do asteroide, que tem 50 km de comprimento. A forma da órbita do satélite não é conhecida com precisão; suponha que seja circular, com um período de 25 h. Determine: (Dado: constante da gravitação universal é ", "Q04MA1.html": "Se a posição de uma partícula é dada por ", "Q04MCU1.html": "Na figura abaixo está representado um carretel composto de dois discos de papelão separados por 40 cm, ligados rigidamente a um eixo que gira com frequência de 97 Hz. Uma bala, disparada paralelamente ao eixo do carretel, perfura os dois discos.", "Q04MHS1.html": "", "Q04ondasint1.html": "", "Q04proj1.html": "Você lança uma bola em direção a uma parede com uma velocidade de ", "Q04Quizmov1.html": "(Author: Steven Pollock - trad.) Enquanto caminho, qual é a minha velocidade típica?", "Q04QuizQM1.html": "Um corpo de massa m move-se com velocidade de módulo v sobre uma superfície horizontal lisa. Após colidir com uma parede o corpo retorna com velocidade de mesmo módulo, mesma direção e sentido contrário ao inicial. Nesta colisão:", "Q04trabalho1.html": "(Halliday) Uma corda é usada para baixar verticalmente um bloco de massa M = 15,0 kg, inicialmente em repouso, com aceleração constante, para baixo, de 2,5 ", "Q051.html": "Um passageiro atrasado que se encontra a uma certa distância do portão de embarque em um aeroporto precisa chegar a ele o mais rapidamente possível. Para tal intento ele considera duas rotas alternativas indicadas na figura por A e B. Na primeira delas (A) ele corre diretamente para uma esteira rolante e continua correndo ao longo dela. A velocidade da esteira em\nrelação ao solo é de 0,60 m/s. Na segunda (B) ele corre diretamente para o portão. Sabe-se que o comprimento da esteira é 42 m, e que o passageiro, que consegue correr a uma velocidade de 3,80 m/s, se encontra a 16 metros da esteira. Dentre as alternativas, qual delas leva o passageiro ao portão mais rapidamente?", "Q05CalL1.html": "Calcule o tempo necessário, em minutos e segundos, para que uma fonte de 560 Watts transforme 100 g de gelo a -12 °C em vapor de água a 100 °C à condições normais de pressão. Considere que a fonte tenha uma eficiência de 80 % na transferência do calor. ", "Q05CalS1.html": "\tO calor específico de determinado tipo de madeira é igual a 0,4 cal/g.°C. Quantas calorias devem ser absorvidas por um pedaço de 280 gramas dessa madeira para que sua temperatura se eleve em 19 °C?", "Q05colisoes1.html": "Um foguete tem uma massa inicial de 31 toneladas, 75 %  da qual é de combustível. Ele queima combustível a uma taxa de 220 kg/s e expele os gases com uma rapidez relativa de 1,6 km/s. Supondo g = 9,81 m/s² e desprezando a resistência do ar, determine:", "Q05consenergia1.html": "Dois picos nevados estão H=920 m e h=640 m acima do vale que os separa. Uma pista de esquiação liga os dois picos, com um comprimento total de 3,12 km e uma inclinação média ", "Q05ECI1.html": "Considerem três bolas em movimento", "Q05estce1.html": "(UFRGS-adapt.) Uma barra homogênea de massa 10 kg está apoiada nos seus extremos A e B, distanciados de 1,0 m. A 20 cm da extremidade B foi colocado um bloco de massa m igual 28 kg. ", "Q05FCI1.html": "USE AS INDICAÇÕES E A FIGURA ABAIXO PARA RESPONDER ÀS DUAS PERGUNTAS (5 e 6)", "Q05FM2MCU1.html": "Um brinquedo muito comum em parques de diversões consiste em uma cabine cilíndrica de raio R onde uma pessoa entra na cabine e encosta na parede. O cilindro começa então a girar até que a velocidade angular atinja um valor determinado. Atingindo esse valor o chão começa a descer e no entanto a pessoa não cai; ela continua girando, como se estivesse grudada na parede. Suponha que uma pessoa tenha massa ", "Q05FMI1.html": "Um cavalo está atrelado a uma carroça. De acordo com a a 3a Lei de Newton, por que a carroça se move?", "Q05gravitacao1.html": "Um asteroide, em rota de colisão com a Terra, tem uma velocidade de 13 km/s em relação ao planeta quando está a uma distância de 12 raios terrestres do centro da Terra. Desprezando os efeitos da atmosfera sobre o asteroide, determine a velocidade do asteroide, em km/s, ao atingir a superfície da Terra. ", "Q05imp1.html": "Você chuta uma bola de futebol de 0,4 kg de massa. A bola abandona seu pé com uma velocidade de 19 m/s. ", "Q05MA1.html": "A posição de uma partícula que se move ao longo do eixo x é dada por ", "Q05MCU1.html": "(Halliday) Um gato pula em um carrossel que descreve um movimento circular uniforme. No instante ", "Q05MHA1.html": "Uma massa de 1,50 kg oscila em uma mola de constante igual a 220 N/m com um período de 0,57 s. ", "Q05mov3d1.html": "(Haliiday) Um trem que viaja a uma velocidade constante de ", "Q05Quizmov1.html": "Uma pessoa começa em Hortolândia, dirige para Piracicaba (50 km) em 1 hora, permanece por lá durante 1 hora e depois volta para Hortolândia em 30 minutos. Qual é a velocidade média da ida e volta?", "Q05trabalho1.html": "(Halliday) Uma única força age sobre um objeto de 2,0 kg que se comporta como uma partícula, de tal forma que a posição do objeto em função do tempo é dada por ", "Q061.html": "Dois trens A e B passam pela mesma estação, sem parar, com 36 segundos de diferença, ambos viajando a uma velocidade constante de 14 m/s. O trem A, o primeiro a passar pela estação, viaja rumo ao norte e o trem B viaja para o oeste. Tomando t = 0 o instante em que o primeiro trem passa pela estação, faça o que se pede:", "Q06CalL1.html": " Um projétil de chumbo de massa 8 g, a 44°C, atinge uma parede rígida e se funde integralmente sem ultrapassar sua temperatura de fusão. Admitindo que o projéil tenha absorvido 70 % da energia dissipada no choque, que se transformou em calor, determine a velocidade do projétil ao atingir a parede. ", "Q06CalS1.html": "\tQuanta energia térmica é necessária fornecer a uma massa de 800 gramas de cobre para sua temperatura elevar-se de 52 °C para 80 °C? Dado: calor específico do cobre: 0,09 cal/g°C", "Q06ECI1.html": "Quando dois prótons encontram-se separados por uma distância ", "Q06FCI1.html": "Que trajetória na figura abaixo, a esfera seguiria mais proximamente após sair da calha em “r”, movendo-se sobre a mesa sem atrito?", "Q06FM2MCU1.html": "Um avião realiza um movimento circular uniforme de raio R = 148 m e com velocidade escalar v = 44 m/s. F é a força de sustentação e P é o peso do avião. Considerando a massa do avião como de 1520 kg determine a intensidade da força F, em ", "Q06FMI1.html": "(Halliday) Na Figura abaixo, três caixas são conectadas por cordas, uma das quais passa por uma polia de atrito e massa desprezíveis. As massas das caixas são ", "Q06gravitacao1.html": "Preparando seu orçamento para o próximo ano, a NASA deseja relatar para a nação uma estimativa aproximada do custo (por kilograma) de se lançar um satélite moderno em uma órbita próxima da Terra. Você é o escolhido para realizar essa tarefa, por conhecer tanto física quanto contabilidade. \nSabendo-se que a massa da terra é ", "Q06imp1.html": "Uma bola de massa m = 240 g atinge uma parede com um ângulo ", "Q06MA1.html": "A velocidade de uma partícula que se move ao longo do eixo x varia com o tempo segundo a expressão ", "Q06MHA1.html": "", "Q06Quizmov1.html": "(Steven Pollock - Trad. e adapt.) Uma pessoa começa em Hortolândia, dirige para Piracicaba (50 km) em 1 hora, permanece por lá durante 1 hora e depois volta para Hortolândia em 30 minutos. Qual é a rapidez média (ou velocidade escalar média) da ida e volta?", "Q06trabalho1.html": "(Halliday) O bloco da figura está em uma superfície horizontal sem atrito e a constante elástica é 20 N/m. Inicialmente, a mola está relaxada e o bloco está parado no ponto x = 0. Uma força com módulo constante de 8,0 N é aplicada ao bloco, puxando-o no sentido positivo do eixo x e alongando a mola até o bloco parar. Quando isso acontece, ", "Q07CalS1.html": "Quando um corpo de certa massa ", "Q07DilatL1.html": "Um anel de latão deve envolver uma roda de aço. Sabe-se que a 0 °C o diâmetro interno do anel e o diâmetro externo da roda medem, respectivamente, 29.7 cm e 29.8 cm. Sabendo-se que: ", "Q07ECI1.html": "Em um local do espaço, longe de qualquer outro corpo,  dois asteróides, I e II, em movimento, passam um pelo outro. Considere ambos asteróides como um sistema para responder as questões 7 e 8.", "Q07FCI1.html": "Uma esfera de aço é presa a um cabo e é movimentada em trajetória circular no plano horizontal como ilustrado na figura abaixo. No ponto P indicado na figura, o fio parte-se junto à esfera. ", "Q07FM2MCU1.html": "(UFCE-adaptado) Um veículo de ", "Q07FMI1.html": "(Halliday) Na Figura, três blocos conectados são puxados para a direita em uma mesa horizontal sem atrito por uma força de módulo ", "Q07gravitacao1.html": "Muitos satélites orbitam a Terra em altitudes de até 1000 km acima da superfície da Terra. Satélites geossíncronos, no entanto, orbitam a uma altitude de 35790 km acima da superfície da Terra. Quanta energia, em GJ, é necessária para lançar um satélite de 620 kg em uma órbita geossíncrona, além da necessária para o caso de uma órbita a 1000 km da superfície da Terra? Dê sua resposta com uma casa decimal.", "Q07imp1.html": "Uma bola de tênis de 66 g cai de uma altura de 1,1 m até atingir o solo, retornando em seguida a uma altura de 0,7 m. Se a colisão dura 120 ms, calcule o módulo da força média, em newtons, aplicada pelo solo sobre a bola. Adote g = 9,81 m/s² e despreze a força de resistência do ar. ", "Q07LeiStevin21.html": "", "Q07MA1.html": "A posição de uma partícula que se move ao longo do eixo ", "Q07MHA1.html": "", "Q07Quizmov1.html": "(Author: Steven Pollock - trad.) Uma pessoa, inicialmente no ponto 3 no eixo x, permanece lá por um tempo, depois caminha ao longo do eixo x até o ponto 1, fica lá um pouco, depois corre para o ponto 2 e permanece lá.", "Q07trabalho1.html": "(Halliday) Um elevador de carga totalmente carregado tem massa total de 1000 kg, que deve içar 60 m em 3,0 minutos, iniciando e terminando a subida em repouso. O contrapeso do elevador tem massa de apenas 800 kg, e, portanto, o motor do elevador deve ajudar. Que potência média, em watts, é exigida da força que o motor exerce sobre o elevador por meio do cabo? Adote g = 9,81 ", "Q08CalS1.html": "A água escorre de uma torneira elétrica à temperatura de 76°C. Coletando-se 1 litros de água que escorre dessa torneira em uma bacia, observa-se que após determinado tempo de exposição a água atinge a temperatura ambiente de 15°C Determine, em módulo, a quantidade de calor cedida (em kcal) pela água ao meio ambiente? Despreze a quantidade de calor perdida para o ambiente enquanto se enche a bacia.", "Q08ECI1.html": "Algum tempo depois, os asteróides encontram-se separados com o dobro da distância anterior, conforme ilustra a figura. Considere os dois asteróides como um sistema. Qual das alternativas seguintes acerca da energia potencial gravitacional ", "Q08FCI1.html": "USE AS INDICAÇÕES E A FIGURA ABAIXO PARA RESPONDER ÀS QUATRO PERGUNTAS SEGUINTES (8 à 11). ", "Q08FM21.html": "Uma bola esférica de ", "Q08FMI1.html": "(Bauer V.1) Uma cunha de massa ", "Q08gravitacao1.html": "Uma forma de atacar um satélite em órbita da Terra é disparar uma saraivada de projéteis na mesma órbita do satélite, no sentido oposto. Suponha que um satélite em órbita circular, 500 km acima da superfície da Terra, colida com um projétil de massa 4 g. ", "Q08MA1.html": "Em um soco direto de caratê, o punho começa em repouso na cintura e é movido rapidamente para a frente até o braço ficar completamente estendido. A velocidade v(t) do punho está representada na figura para o caso de um lutador experiente. A escala vertical é definida por ", "Q08MCU1.html": "As máquinas cortadeiras e colheitadeiras de cana-de-açúcar podem substituir dezenas de trabalhadores rurais, o que pode alterar de forma significativa a relação de trabalho nas lavouras de cana-de-açúcar. A pá cortadeira da máquina ilustrada na figura abaixo gira em movimento circular uniforme a uma frequência de 60 rpm. Qual é a velocidade de um ponto extremo P da pá? Arredonde para uma decimal.", "Q08MHAF1.html": "", "Q08ml1.html": "Um vagonete ferroviário de 10000 kg se desloca horizontalmente a 4 m/s. Ao passar por um silo, 1000 kg de grãos caem subitamente dentro dele. Determine quanto tempo, em segundos, esse vagonete leva para chegar a estação localizada a 200 m do silo. Despreze a resistência do ar e os atritos. ", "Q08Quizestce1.html": "(UFRJ) Na figura abaixo, suponha que o menino esteja empurrando a porta com uma força ", "Q08Quizmov1.html": "(Author: Steven Pollock - trad.) A \"fotografia estobroscópica\" abaixo mostra uma bola rolando ao longo de uma superfície. A câmera piscou uma vez por segundo e o tempo é mostrado acima de cada imagem", "Q08trabalho1.html": "(Halliday) Uma força ", "Q09CalS1.html": "Um bloco de 240 kg feito de um material desconhecido é colocado por 30 minutos num forno de potência 1700 Watts. Após esse tempo, a variação de temperatura do bloco foi de 100 °C. Determine o calor específico sensível do metal, em cal/g°C. ", "Q09DilatL1.html": "Uma viga V deve ser mantida sempre na horizontal a qualquer temperatura. Para isso a viga se apoia em duas hastes verticais, de alumínio e latão; Sabendo que a haste de alumínio tem 5,8  m de altura à temperatura de 20 °C e que ", "Q09ECI1.html": "Uma partícula alfa (carga ", "Q09FCI1.html": "A velocidade do disco imediatamente após ter recebido o chute é:", "Q09FMI1.html": "(Bauer V.1) Uma massa ", "Q09gravitacao1.html": "O Capitao Kirk está em órbita circular de raio ", "Q09MCU1.html": "Deseja-se construir uma nave espacial com uma seção rotacional para simular, por efeitos centrífugos, a gravidade. A seção terá um raio de 90 metros. Quantas rotações por minuto (RPM) deverá ter essa seção para simular a gravidade terrestre? (considere g = 9.8 m/s² e arredonde a resposta para uma decimal)", "Q09ml1.html": "Tiago, um adolescente de 70 kg, salta da borda de um cais horizontal até um bote de 140 kg, que flutua livremente, inicialmente em repouso. O bote, então, com o passageiro dentro, se afasta do cais a 1 m/s. Determine:", "Q09mov3d1.html": "Um falcão, com velocidade constante de ", "Q09MUV1.html": "Um veículo elétrico parte do repouso e acelera em linha reta a uma taxa de ", "Q09Quizestce1.html": "(ENEM) Um portão está fixo em um muro por duas dobradiças A e B, conforme mostra a figura, sendo P o peso do portão.Caso um garoto se dependure no portão pela extremidade livre, e supondo que as reações máximas suportadas pelas dobradiças sejam iguais,", "Q09Quizmov1.html": "(Author: Steven Pollock - trad.) Considere um corpo em movimento retilíneo ao longo de um eixo x. Ordene o módulo das velocidades nos instantes 1, 2 e 3 segundos do mais lento ao mais rápido.", "Q09trabalho1.html": "Um operário leva um bloco de massa ", "Q10CalS1.html": "Uma fonte fornece a ", "Q10DilatL1.html": "A 20ºC, o comprimento de uma haste  A  é  99 %  do comprimento de outra haste B, à mesma temperatura. Os materiais das hastes A e B têm alto ponto de fusão e coeficientes de dilatação linear respectivamente iguais a ", "Q10ECI1.html": "As molas 1 e 2, indicadas na figura, são feitas de diferentes materiais, mas possuem a mesma rigidez. A mola 1 é mais longa que a mola 2, ambas relaxadas. Depois das duas molas serem comprimidas por 2 cm, a energia potencial elástica da mola 1 é alterada de ", "Q10FCI1.html": "Ao longo da trajetória sem atrito escolhida na pergunta 8, a velocidade do disco depois de receber o chute:", "Q10FMI1.html": "(Halliday V.1) A Figura mostra três blocos ligados por cordas que passam por polias sem atrito. O bloco B está em uma mesa sem atrito; as massas são ", "Q10MCU1.html": "Anemômetros são instrumentos usados para medir a velocidade do vento. A sua construção mais conhecida é a proposta por Robinson em 1846, que consiste em um rotor com quatro conchas hemisféricas presas por hastes, conforme figura abaixo. Em um anemômetro de Robinson ideal, a velocidade do vento é dada pela velocidade linear das conchas. Arredonde para uma decimal.", "Q10MUV1.html": "Um veículo elétrico parte do repouso e acelera em linha reta a uma taxa de ", "Q10Quizmov1.html": "(Author: Steven Pollock - trad.) Um trem se move ao longo de uma linha reta e um gráfico de sua velocidade versus tempo é assim:", "Q11CalS1.html": "  Uma fonte calorífica fornece calor continuamente, à razão de ", "Q11ECI1.html": "Duas molas identicas A e B possuem comprimentos relaxados de 5 cm. A mola A é esticada de 2 cm. A mola B é comprimida de 2 cm. Compare a energia potencial elástica da mola A e mola B. Qual delas possui maior energia potencial elástica?", "Q11estce1.html": "(UFPE-adapt.) Dois blocos idênticos de comprimento ", "Q11FCEN1.html": "  (UFCE-adaptado) Um veículo de ", "Q11FCI1.html": "Ao longo da trajetória sem atrito escolhida na pergunta 8, as forças principais que atuam no disco após ter recebido o chute são:", "Q11FMI1.html": "(Halliday) A Figura mostra um homem sentado em um andaime preso a uma corda de massa desprezível, que passa por uma roldana de massa e atrito desprezíveis e desce de volta às mãos do homem. A massa total\ndo homem e do andaime é 118,0 kg. sabendo que a aceleração da gravidade é 9,81 ", "Q11MUV1.html": "Você está se aproximando de um sinal de trânsito a uma velocidade de ", "Q11Quizmov1.html": "(Author: Steven Pollock - traduzida e adaptada) Considere uma trajetória de uma bola se movendo no ar sob ação da força de gravidade. Desprezando a resistência do ar, no ponto mais alto da trajetória, qual das afirmações é verdadeira? ", "Q121.html": "  (UFPR-ADAPT.) Um ciclista movimenta-se com sua bicicleta em linha reta a uma velocidade constante de ", "Q12CalS1.html": "João queria aquecer uma barra de ferro de ", "Q12DilatS1.html": "Uma chapa retangular, feita de um material encontrado no planeta Marte, tem área ", "Q12ECI1.html": "As questões 12 a 14 se referem ao texto e gráfico a seguir. Considere um sistema de dois asteróides no espaço distante. O gráfico exibe a energia em diferentes estados do sistema de dois asteróides versus a distância ", "Q12FCI1.html": "Uma bala é disparada por um canhão do alto de um penhasco como mostrado na figura abaixo. Qual a trajetória mais aproximada seguida pela bola?", "Q12FMI1.html": "Um bloco de massa ", "Q12PrincipioPascal1.html": "Considere o arranjo da figura a seguir, onde um líquido está confinado na região delimitada pelos êmbolos A e B, de áreas A = 20 cm² e B = 5 cm², respectivamente.", "Q12QL1.html": "Para os itens a seguir, considere a aceleração da gravidade ", "Q12Quizmov1.html": "(Author: Steven Pollock - traduzida e adaptada) Uma pessoa joga simultaneamente dois objetos no ar com diferentes ângulos de lançamento, sendo suas trajetórias parabólicas descritas por A e B na figura abaixo. Qual das afirmativas abaixo melhor descreve o movimento dos objetos?", "Q13CalS1.html": "Um bloco de ferro de ", "Q13DilatV1.html": "Um recipiente de vidro de capacidade 360 ", "Q13ECI1.html": "O que as linhas horizontais (II, III e IV) representam?", "Q13Empuxo1.html": "Um corpo de massa ", "Q13FCI1.html": "Um menino atira uma esfera de aço para cima em linha reta. Considere o movimento da esfera apenas depois de sair da mão do menino e antes que toque no chão, e assuma que as forças exercidas pelo ar são insignificantes. Nestas circunstâncias, as forças que atuam na esfera são:", "Q13FMI1.html": "Três blocos estão em contato entre si, sobre uma superfície horizontal sem atrito, como mostrado na figura. Uma força horizontal ", "Q13MCU1.html": "(MACK adapt.) Um automóvel, cujos pneus têm diâmetro externo de 64 cm, percorre, com velocidade cosntante, 460 metros em 1 minuto. Desprezando sua deformação, determine: ", "Q13QL1.html": "Em um prédio em construção, uma chave de grifo chega ao solo com uma velocidade de ", "Q13QuizProj1.html": "(Author: Steven Pollock - traduzida e adaptada) Um estudante de física do planeta Sarogatip lança uma bola que segue a trajetória parabólica mostrada.\nA posição da bola é mostrada em intervalos de 1 ", "Q14CalS1.html": "(FGV-SP) Os trajes de Neoprene, um tecido emborrachado e isolante térmico, são utilizados por mergulhadores para que certa quantidade de água seja mantida próxima ao corpo, aprisionada nos espaços vazios no momento em que o mergulhador entra na água. Essa porção de água em contato com o corpo é por\nele aquecida, mantendo assim uma temperatura constante e agradável ao mergulhador. Suponha que, ao entrar na água, um traje retenha ", "Q14ECI1.html": "Qual das linhas horizontais (II, III e IV) representa um estado ligado?", "Q14FCI1.html": "Uma bola de boliche cai acidentalmente de um avião em voo horizontal.\nTal como observado por uma pessoa no chão vendo o avião como na figura abaixo, qual o trajeto mais próximo que a bola de boliche segue após deixar o avião?", "Q14LeiStevin1.html": "A profundidade máxima ", "Q14QL1.html": "Quando um balão científico desgarrado está subindo a uma velocidade de ", "Q14QuizProj1.html": "(Author: Steven Pollock - traduzida e adaptada) Com relação à questão anterior, qual a velocidade no instante ", "Q15CalS1.html": "A potência de um aquecedor elétrico é igual a 950 Watts. Isto significa que o aparelho realiza um trabalho de 950 Joules em 1 segundo. Se o trabalho realizado por esse aquecedor for integralmente utilizado para elevar em ", "Q15ECI1.html": "O gráfico a seguir mostra a energia cinética e a energia potencial de um sistema de duas partículas em função da distância ", "Q15estce1.html": "(Cesgranrio-adapt.) Um fio, cujo limite de resistência é de ", "Q15FCI1.html": "USE AS INDICAÇÕES E A FIGURA ABAIXO PARA RESPONDER ÀS DUAS PERGUNTAS SEGUINTES (15 e 16).", "Q15LeiStevin1.html": "", "Q15QL1.html": "Uma bola é lançada verticalmente para cima a partir da superfície de outro planeta. O gráfico de y em função de t para a bola é mostrado na figura, em que y é a altura da bola acima do ponto de lançamento, e t = 0 no instante em que a bola é lançada. A escala vertical do gráfico é definida por ", "Q15QuizProj1.html": "(Author: Steven Pollock - traduzida e adaptada) Ainda com relação às questões anteriores, qual a velocidade no instante ", "Q16ECI1.html": "No espaço longinquo, duas estrelas estão orbitando uma em torno da outra. Considere a soma da energia cinética e a energia potencial gravitacional ", "Q16estpm1.html": "(UNIRIO-adapt.) Uma caixa de massa ", "Q16FCI1.html": "Depois de o automóvel alcançar a velocidade constante na qual o motorista deseja empurrar o caminhão:", "Q16QL1.html": "Uma pedra é lançada verticalmente para cima de uma altura de ", "Q16QuizProj1.html": "(Author: Bill Reay - traduzida e adaptada) Uma bola de aço é lançada do nível do solo em um dia sem vento. Para este caso, a força de arrasto na bola também pode ser desprezado. Para atingir uma pequena lata de aço, fixada na extremidade da barra de uma torre vizinha, o lançador deve:", "Q17ECI1.html": "Em um laboratório de física, uma bola é presa a uma mola de massa desprezível oscila para cima e para baixo. Em um certo instante de tempo, um estudante determina que a energia cinética do sistema é ", "Q17Empuxo1.html": "", "Q17FCI1.html": "Um elevador está subindo, puxado por um cabo de aço a uma velocidade constante, como mostrado na figura abaixo. Todos os efeitos de atrito são insignificantes. Nesta situação, forças no elevador são tais que:", "Q17QuizC1.html": "Assinale a(s) alternativa(s) correta(s)", "Q17QuizProj1.html": "(Author: Bill Reay - traduzida e adaptada) Mais uma vez, negligencie a resistência do ar. Em um dia sem vento, uma lata pequena e pesada é liberada de uma torre no instante exato em que uma bola de aço é lançada do nível do solo em uma posição não diretamente abaixo da lata. Para que a bola bata na lata, o lançador deve:", "Q18CalS1.html": "  Uma fonte de potência constante igual a ", "Q18ECI1.html": "Considere uma pedra em queda livre como o sistema para responder a seguinte questão. Em um certo instante, enquanto a pedra ainda cai e ainda não tocou o solo, Qual das seguintes formas de energia o sistema da pedra que cai possui?", "Q18Eqcontinuidade1.html": "", "Q18FCI1.html": "A figura abaixo mostra um menino que se balança em uma corda, começando num ponto mais elevado do que a posição A.\nConsidere as seguintes forças distintas:", "Q18Quiz1.html": "Quais das sentenças abaixo podem ser consideradas hipóteses científicas? \nEscolha uma ou mais:", "Q18QuizProj1.html": "(Author: Bill Reay - traduzida e adaptada) Uma bola é rolada da borda de uma mesa com 1 metro de altura. Ele cai no chão a 0,8 metros da borda da mesa. No momento exato em que outra bola sai da borda da mesa, a bola X é liberada do repouso a uma altura de 1,0 metro do chão. Qual bola atingirá o chão primeiro?", "Q19CalS1.html": "Durante a primeira fase do projeto de uma usina de geração de energia elétrica, os engenheiros da equipe de avaliação de impactos ambientais procuram saber se esse projeto está de acordo com as normas ambientais. A nova planta estará localizada à beira de um rio, cuja temperatura média da água é de 25 °C, e usará a sua água somente para refrigeração. O projeto pretende que a usina opere com 1 MW de potência elétrica e, em razão de restrições técnicas, o dobro dessa potência será dissipada por seu sistema de arrefecimento, na forma de calor. Para atender a resolução número 430, de 13 de maio de 2011, do Conselho Nacional do Meio Ambiente, com uma ampla margem de segurança, os engenheiros determinaram que a água só poderá ser devolvida ao rio com um aumento de temperatura de, no máximo, 3 °C em relação à temperatura da água do rio captada pelo sistema de arrefecimento. Considere o calor específico da água igual a 4,0 kJ/(kg °C). Para atender essa determinação, qual é o valor mínimo do fluxo de água, em kg/s, necessário para a refrigeração da usina? OBS: arredonde para o inteiro mais próximo e dê a resposta em kg/s.", "Q19ECI1.html": "Um caminhão está puxando um trailer para o leste com uma força constante de módulo ", "Q19Eqcontinuidade1.html": "", "Q19FCI1.html": "As posições de dois blocos, em intervalos sucessivos de 0,20 segundos, estão representadas por quadrados numerados na figura abaixo. Os blocos movem-se para a direita.", "Q19QL1.html": "Uma pedra é lançada verticalmente para cima de uma altura de ", "Q19QuizMCU1.html": "(Author: Bill Reay - traduzida e adaptada) Um carro contorna um círculo, mantendo uma velocidade constante. No instante mostrado abaixo, há uma aceleração no carro quando ele contorna a curva?", "Q20Bernoulli1.html": "Considere a figura abaixo para responder a questão. A entrada da tubulação tem uma seção reta de 0,60 m² e a velocidade da água é 0,70 m/s. Na saída, a uma distância D = 120 m abaixo da entrada, a seção reta é menor que a da entrada e a velocidade da água é 9,4 m/s. Qual é a diferença de pressão entre a entrada e a saída? Dado: Massa específica da água: 1000 kg/m³; aceleração da gravidade: 9,81 m/s². Dê sua resposta em MPa e com, pelo menos, duas casas decimais.", "Q20CalS1.html": "  Uma fonte de potência constante é utilizada para aumentar a temperatura ", "Q20ECI1.html": "Uma pessoa encontra-se em pé no elevador, que se move verticalmente para cima com ", "Q20FCI1.html": "As posições de dois blocos, em intervalos sucessivos de 0,20 segundos, estão representadas por quadrados numerados na figura abaixo. Os blocos movem-se para a direita.", "Q20MA1.html": "A velocidade de uma partícula que se move ao longo do eixo x varia com o tempo segundo a expressão ", "Q20QuizMCU1.html": "(Author: Bill Reay - traduzida e adaptada) Um carro contorna um círculo, mantendo uma velocidade constante. Qual flecha representa a direção da aceleração no carro quando ela curva no instante mostrado abaixo?", "Q21Bernoulli1.html": "", "Q21ECI1.html": "Uma pessoa encontra-se em pé no elevador, que se move verticalmente para cima com ", "Q21FCI1.html": "USE AS INDICAÇÕES E A FIGURA ABAIXO PARA RESPONDER ÀS QUATRO PERGUNTAS SEGUINTES (21 à 24).", "Q21QuizMCU1.html": "(Author: Bill Reay - traduzida e adaptada) Você está sentado no banco de trás de um táxi. O taxista faz uma curva acentuada para a esquerda, mas mantendo uma velocidade constante. Como você não usava o cinto de segurança, você começa a deslizar para a direita. Qual das seguintes forças agiu sobre você para deslizar para a direita?", "Q22Bernoulli1.html": "", "Q22ECI1.html": "Um jogador de basquete pula verticalmente a partir de um chão rígido. Enquanto o jogador encontra-se em contato com o solo:", "Q22FCI1.html": "Enquanto o foguete se move de “b” para “c”, a sua velocidade:", "Q22Quiz1.html": "(Author: Bill Reay - traduzida e adaptada) Um urso polar está sentado em uma camada de gelo que está sendo carregada pela corrente para longe do polo norte a uma velocidade de ", "Q22TroCal1.html": "  João misturou ", "Q23ECI1.html": "Você puxa uma das extremidades de uma mola por uma pequena distância ", "Q23FCI1.html": "No ponto “c” o motor do foguete é desligado e a força exercida no foguete decresce imediatamente para zero.", "Q23Quiz1.html": "(Author: Bill Reay - traduzida e adaptada) Um urso polar está sentado em uma camada de gelo que está sendo carregada pela corrente para longe do polo norte a uma velocidade de ", "Q23TroCal1.html": "  Uma barra de cobre de massa igual a ", "Q24ECI1.html": "Em um teste de impacto, mais conhecido como \"crash test\", um carro de comprimento ", "Q24estce1.html": "(Halliday) Na gigura abaixo, uma viga homogênea de 2 m de comprimento e 20 kg de massa está suspensa horizontalmente. No lado esquerdo, está presa a uma parede por uma dobradiça; no lado direito, é\nsustentada por um cabo pregado na parede a uma distância D acima da viga. A tração de ruptura do cabo é 900 N e a aceleração da gravidade local é 9,81 m/s².", "Q24FCI1.html": "A partir da posição “c” a velocidade do foguete:", "Q25ECI1.html": "O diagrama a seguir mostra os níveis de energia de alguns objetos quânticos idênticos, que são conhecidos por ter apenas três níveis quânticos. Quando os objetos quânticos estão mantidos a alta temperatura, quais são as possiveis energias dos fótons emitidos?", "Q25estce1.html": "(Halliday) Na Figura, qual é o menor valor do módulo da força horizontal (constante), em newtons, aplicada ao eixo da roda, que permite à roda ultrapassar um degrau de altura h = 2 cm? O raio da roda é r = 4 cm e a massa da roda é m = 4,6 kg. Adote a aceleração da gravidade local 9,81 m/s². Dê sua resposta com, pelo menos, uma casa decimal.", "Q25FCI1.html": "Uma mulher exerce uma força horizontal constante numa caixa grande. Em consequência, a caixa move-se horizontalmente a uma velocidade constante ", "Q25TroCal1.html": "  Inicialmente, ", "Q26ECI1.html": "Há uma coleção objetos quânticos, cada um dos quais com níveis de energia individuais de ", "Q26estce1.html": "(Halliday) Na figura abaixo, suponha que o comprimento L da barra homogênea seja de 3 m e peso seja de 200 N. Suponha ainda que o bloco tenha um peso de 253 N e que ", "Q26FCI1.html": "Se a mulher da pergunta anterior duplicar a força horizontal constante que exerce na caixa para empurrá-la, a caixa move-se então:", "Q26TroCal1.html": "(UFMA) Maria e João estavam acampados numa praia de São Luís, onde a temperatura ambiente era de ", "Q27ECI1.html": "Uma caixa de massa ", "Q27FCI1.html": "Se a mulher da pergunta 25 de repente parar de aplicar uma força horizontal à caixa, então a caixa:", "Q27TroCal1.html": "(UFRJ) Em um calorimetro de capacidade termica desprezivel, ha ", "Q28ECI1.html": "No espaço longinquo, um asteróide está se movendo inicialmente com uma velocidade constante ", "Q28FCI1.html": "Na figura abaixo, o estudante “a” tem uma massa de 95 kg e o estudante “b” tem uma massa de 77 kg. Os estudantes estão sentados de frente um para o outro em cadeiras de escritório idênticas. O estudante “a” coloca os seus pés nos joelhos do estudante “b”, conforme mostrado. O estudante “a” subitamente empurra com os pés, fazendo com que ambas as cadeiras se movam.\nDurante o impulso e enquanto os estudantes ainda estão em contato um com o outro:", "Q29ECI1.html": "Você aquece um pouco de água no fogão. A transferência de energia devido a diferença de temperatura do fogo para a água foi de ", "Q29FCI1.html": "Uma cadeira de escritório vazia está em repouso no chão. Considere as seguintes forças: ", "Q30ECI1.html": "Uma bola de lama está se movendo para a direita com uma certa velocidade possui energia cinética de ", "Q30FCI1.html": "Apesar de um vento muito forte, uma jogadora de tênis consegue bater uma bola com a sua raquete de modo que a bola passa sobre a rede e aterrisa na quadra do seu oponente. Considere as seguintes forças:", "Q31ECI1.html": "Um elétron com velocidade ", "Q32ECI1.html": "Em uma mesa de baixo atrito, você lança dois discos empurrando-os contra duas molas idênticas pela mesma deformação. Os dois discos possuem a mesma forma e tamanho, porém o disco 2 possui o dobro da massa do disco 1. Então você solta os discos e as molas os impulsionam. Na linha de chegada, como a energia cinética do disco 1 se compara à energia cinética do disco 2?", "Q33ECI1.html": "Uma partícula pontual de massa ", "Q35LeiStevin1.html": "", "Q37Empuxo1.html": "", "Q38Bernoulli1.html": "", "Q44MHS1.html": "", "Q48MHAF1.html": "", "Q51ondas1.html": "", "Q53ondasest1.html": "", "Q65CalL1.html": "Calcule o tempo necessário, em minutos e segundos, para que uma fonte de 560 Watts transforme 100 g de gelo a -12 °C em vapor de água a 100 °C à condições normais de pressão. Considere que a fonte tenha uma eficiência de 80 % na transferência do calor. ", "Q77TroCal1.html": "(UFRJ) Em um calorimetro de capacidade termica desprezivel, ha ", "teste1271.html": "ffsdfdsfsd", "teste21.html": "Add and subtract"}